Repository: gabi-tarifa/AurumProject
Catalog: AurumProject/translations/*/LC_MESSAGES/messages.po
Languages: pt

# lesson_3_6_q3
source: If inflation was 10% and a product cost R$ 100, how much does it cost now?
pt: Se a inflação foi 10% e um produto custava R$ 100, quanto custa agora?

# lesson_3_6_q4
source: 2% per month is equivalent, in simple interest, to how many % per year?
pt: 2% ao mês equivale, em juros simples, a quantos % ao ano?

# lesson_3_6_q5
source: Which investment has the highest risk?
pt: Qual investimento tem maior risco?

# lesson_3_6_q5_a1
source: Government bonds
pt: Tesouro Direto

# lesson_3_6_q5_a2
source: Savings account
pt: Poupança

# lesson_3_6_q5_a3
source: Stocks
pt: Ações

# lesson_3_6_q6
source: What does liquidity mean?
pt: O que significa liquidez?

# lesson_3_6_q6_a1
source: Interest received
pt: Juros recebidos

# lesson_3_6_q6_a2
source: Ease of converting into cash
pt: Facilidade de transformar em dinheiro

# lesson_3_6_q6_a3
source: Inflation
pt: Inflação

# lesson_3_6_q6_a4
source: Annual rate
pt: Taxa anual

# lesson_3_6_q7
source: If you invest R$ 1000 at 10% per year in compound interest for 3 years, the total amount is:
pt: Se você investe R$ 1000 a 10% ao ano em juros compostos por 3 anos, o montante é:

# lesson_3_6_q8
source: Which practice helps in medium-term planning?
pt: Qual prática ajuda no planejamento de médio prazo?

# lesson_3_6_q8_a1
source: Set a goal and save monthly
pt: Definir meta e guardar valor mensal

# lesson_3_6_q8_a2
source: Spend first
pt: Gastar primeiro

# lesson_3_6_q8_a3
source: Always use credit
pt: Usar crédito sempre

# lesson_3_6_q8_a4
source: Forget deadlines
pt: Esquecer prazos

# lesson_3_6_q9
source: Keeping money at home during inflation means:
pt: Guardar dinheiro parado em casa em tempos de inflação significa:

# lesson_3_6_q9_a1
source: Gaining purchasing power
pt: Ganhar poder de compra

# lesson_3_6_q9_a2
source: Losing purchasing power
pt: Perder poder de compra

# lesson_3_6_q9_a3
source: Protecting money
pt: Proteger dinheiro

# lesson_3_6_q9_a4
source: Investing in stocks
pt: Investir em ações

# lesson_3_6_q10
source: Medium-term planning is for:
pt: Planejamento de médio prazo serve para:

# lesson_3_6_q10_a1
source: Goals from 1 to 5 years
pt: Objetivos de 1 a 5 anos

# lesson_3_6_q10_a2
source: Daily expenses
pt: Despesas do dia

# lesson_3_6_q10_a3
source: Retirement
pt: Aposentadoria

# lesson_3_6_q10_a4
source: Immediate spending
pt: Gastos imediatos

# botao_iniciar_quiz
source: Start
pt: Iniciar

# botao_finalizar_quiz
source: Resume
pt: Finalizar

# quiz_modo_treino_instrucao
source: Answer before time runs out
pt: Responda antes do tempo acabar!

# botao_refazer_quiz
source: Try again
pt: Refazer
