Repository: gabi-tarifa/AurumProject
Catalog: AurumProject/translations/*/LC_MESSAGES/messages.po
Languages: pt

# lesson_2_1_q1_a3
source: Infinite interest
pt: Juros infinitos

# lesson_2_1_q1_a4
source: Interest only on credit cards
pt: Juros só em cartões

# lesson_2_1_q2
source: If you invest R$ 500 at 2% per month for 2 months, how much interest will you earn?
pt: Se você aplica R$ 500 a 2% ao mês por 2 meses, quanto de juros terá?

# lesson_2_1_q3
source: What is the formula for simple interest?
pt: Qual é a fórmula dos juros simples?

# lesson_2_1_q4
source: In simple interest, the calculation always considers:
pt: Em juros simples, o cálculo sempre considera:

# lesson_2_1_q4_a1
source: Only the initial amount
pt: Apenas o valor inicial

# lesson_2_1_q4_a2
source: The accumulated amount
pt: O valor acumulado

# lesson_2_1_q4_a3
source: Only the rate
pt: Apenas a taxa

# lesson_2_1_q4_a4
source: Only the time
pt: Apenas o tempo

# lesson_2_1_q5
source: If a loan of R$ 1000 charges R$ 200 in simple interest over 10 months, what is the monthly rate?
pt: Se um empréstimo de R$ 1000 cobra R$ 200 de juros simples em 10 meses, a taxa mensal é:

# lesson_2_2_q1
source: What is credit?
pt: O que é crédito?

# lesson_2_2_q1_a1
source: Money you give to the bank
pt: Dinheiro que você dá para o banco

# lesson_2_2_q1_a2
source: Borrowed money that must be repaid with interest
pt: Dinheiro emprestado que deve ser devolvido com juros

# lesson_2_2_q1_a3
source: Extra money with no cost
pt: Dinheiro extra sem custo

# lesson_2_2_q1_a4
source: Salary
pt: Salário

# lesson_2_2_q2
source: What is the main disadvantage of taking loans?
pt: Qual a principal desvantagem de pegar empréstimos?

# lesson_2_2_q2_a1
source: High interest rates
pt: Juros altos

# lesson_2_2_q2_a2
source: Earning more
pt: Ganhar mais

# lesson_2_2_q2_a3
source: Not having to pay
pt: Não precisar pagar

# lesson_2_2_q2_a4
source: Increasing salary
pt: Aumentar salário

# lesson_2_2_q3
source: If you borrow R$ 200 at 10% interest, how much interest will you pay?
pt: Se você pega R$ 200 com juros de 10%, quanto paga de juros?

# lesson_2_2_q4
source: Using credit without planning can lead to:
pt: Usar crédito sem planejamento pode levar a:

# lesson_2_2_q4_a1
source: Wealth
pt: Riqueza

# lesson_2_2_q4_a2
source: Debt
pt: Dívidas

# lesson_2_2_q4_a3
source: More income
pt: Mais renda

# lesson_2_2_q4_a4
source: Investments
pt: Investimentos

# lesson_2_2_q5
source: A credit card is an example of:
pt: Cartão de crédito é um exemplo de:

# lesson_2_2_q5_a1
source: Income
pt: Receita

# lesson_2_2_q5_a2
source: Savings
pt: Poupança

# lesson_2_2_q5_a3
source: Expense
pt: Despesa

# lesson_2_2_q5_a4
source: Investment
pt: Investimento

# lesson_2_3_q1
source: What is a savings account?
pt: O que é poupança?

# lesson_2_3_q1_a1
source: A risky investment
pt: Investimento de risco

# lesson_2_3_q1_a2
source: A simple way to store money
pt: Forma simples de guardar dinheiro

# lesson_2_3_q1_a3
source: Monthly expenses
pt: Gastos mensais

# lesson_2_3_q1_a4
source: Loan
pt: Empréstimo

# lesson_2_3_q2
source: What is the main disadvantage of a savings account?
pt: Qual é a principal desvantagem da poupança?

# lesson_2_3_q2_a1
source: High risk
pt: Risco alto

# lesson_2_3_q2_a2
source: Low returns
pt: Baixa rentabilidade

# lesson_2_3_q2_a3
source: High inflation
pt: Alta inflação

# lesson_2_3_q2_a4
source: Compound interest
pt: Juros compostos

# lesson_2_3_q3
source: Investing in fixed income means:
pt: Investir em renda fixa significa:

# lesson_2_3_q3_a1
source: Predictable returns
pt: Rentabilidade previsível

# lesson_2_3_q3_a2
source: Random returns
pt: Rentabilidade aleatória

# lesson_2_3_q3_a3
source: Always losing money
pt: Perder dinheiro sempre

# lesson_2_3_q3_a4
source: No returns
pt: Não ter retorno

# lesson_2_3_q4
source: Which of these is a low-risk investment?
pt: Qual destes é um investimento de baixo risco?

# lesson_2_3_q4_a2
source: Stocks of new companies
pt: Ações de empresas novas

# lesson_2_3_q4_a3
source: Cryptocurrencies
pt: Criptomoedas

# lesson_2_3_q4_a4
source: Playing the lottery
pt: Jogar na loteria

# lesson_2_3_q5
source: Why is a savings account considered safer?
pt: Poupança é considerada mais segura porque:

# lesson_2_3_q5_a1
source: It always yields a lot
pt: Sempre rende muito

# lesson_2_3_q5_a2
source: It is guaranteed by the government
pt: Tem garantia do governo

# lesson_2_3_q5_a3
source: It never loses real value
pt: Nunca perde valor real

# lesson_2_3_q5_a4
source: It gives prizes
pt: Dá prêmios

# lesson_2_4_q1
source: What is the risk of not paying the credit card bill?
pt: Qual é o risco de não pagar a fatura do cartão?

# lesson_2_4_q1_a1
source: Getting discounts
pt: Ganhar descontos

# lesson_2_4_q1_a2
source: Paying very high interest
pt: Pagar juros muito altos

# lesson_2_4_q1_a3
source: Canceling the debt
pt: Cancelar dívida

# lesson_2_4_q1_a4
source: Increasing the limit
pt: Aumentar limite

# lesson_2_4_q2
source: Credit card interest is usually:
pt: Os juros do cartão de crédito geralmente são:

# lesson_2_4_q2_a1
source: Simple
pt: Simples

# lesson_2_4_q2_a2
source: Compound
pt: Compostos

# lesson_2_4_q2_a3
source: Fixed
pt: Fixos

# lesson_2_4_q2_a4
source: Free
pt: Gratuitos

# lesson_2_4_q3
source: If a person owes R$ 1000 on a credit card and the interest is 10% per month, next month they will owe:
pt: Se uma pessoa deve R$ 1000 no cartão e os juros são 10% ao mês, no próximo mês deve:

# lesson_2_4_q4
source: Installing without interest is different from:
pt: Parcelar sem juros é diferente de:

# lesson_2_4_q4_a1
source: Installing with interest
pt: Parcelar com juros

# lesson_2_4_q4_a2
source: Paying in full
pt: Pagar à vista

# lesson_2_4_q4_a3
source: Getting a discount
pt: Ganhar desconto

# lesson_2_4_q4_a4
source: Not paying anything
pt: Não pagar nada

# lesson_2_4_q5
source: Using a credit card responsibly means:
pt: Usar cartão de crédito de forma responsável significa:

# lesson_2_4_q5_a1
source: Paying the full bill
pt: Pagar a fatura inteira

# lesson_2_4_q5_a2
source: Paying only the minimum
pt: Pagar só o mínimo

# lesson_2_4_q5_a3
source: Never paying
pt: Nunca pagar

# lesson_2_4_q5_a4
source: Spending beyond your income
pt: Gastar além da renda

# lesson_2_5_q1
source: A 5% rate on R$ 200 equals:
pt: Uma taxa de 5% sobre R$ 200 equivale a:

# lesson_2_5_q2
source: If the interest rate is 2% per month, what is the rate in one year (12 months), ignoring compound interest?
pt: Se a taxa de juros é de 2% ao mês, qual é a taxa em um ano (12 meses), sem considerar juros compostos?

# lesson_2_5_q3
source: A rate is always calculated in:
pt: Uma taxa é sempre calculada em:

# lesson_2_5_q3_a1
source: Percentage
pt: Porcentagem

# lesson_2_5_q3_a2
source: Fixed currency
pt: Reais fixos

# lesson_2_5_q3_a3
source: Years
pt: Anos

# lesson_2_5_q3_a4
source: Installments
pt: Parcelas

# lesson_2_5_q4
source: If a product costs R$ 1000 and has a 10% discount, the final value is:
pt: Se um produto custa R$ 1000 e tem um desconto de 10%, o valor final é:

# lesson_2_5_q5
source: In a loan, the interest rate indicates:
pt: Em um financiamento, a taxa de juros indica:

# lesson_2_5_q5_a1
source: The total amount
pt: O valor total

# lesson_2_5_q5_a2
source: The percentage charged on the owed amount
pt: O percentual cobrado sobre o valor devido

# lesson_2_5_q5_a3
source: The discount
pt: O desconto

# lesson_2_5_q5_a4
source: Monthly income
pt: A renda mensal

# lesson_2_6_q1
source: Simple interest applies to:
pt: Juros simples incidem sobre:

# lesson_2_6_q1_a1
source: Initial amount
pt: Valor inicial

# lesson_2_6_q1_a2
source: Accumulated interest
pt: Juros acumulados

# lesson_2_6_q1_a3
source: Inflation
pt: Inflação

# lesson_2_6_q1_a4
source: Income
pt: Receita

# lesson_2_6_q2
source: If you lend R$ 500 at 2% per month for 4 months, the interest is:
pt: Se você empresta R$ 500 a 2% ao mês por 4 meses, os juros são:

# lesson_2_6_q3
source: The biggest disadvantage of credit cards is:
pt: A maior desvantagem do cartão de crédito é:

# lesson_2_6_q3_a1
source: Paying everything upfront
pt: Pagar tudo à vista

# lesson_2_6_q3_a2
source: High compound interest
pt: Juros compostos altos

# lesson_2_6_q3_a3
source: Cannot pay in installments
pt: Não poder parcelar

# lesson_2_6_q3_a4
source: Not earning points
pt: Não ganhar pontos

# lesson_2_6_q4
source: The main disadvantage of savings is:
pt: Poupança tem como principal desvantagem:

# lesson_2_6_q4_a1
source: High risk
pt: Alto risco

# lesson_2_6_q4_a2
source: Low return
pt: Baixa rentabilidade

# lesson_2_6_q4_a3
source: Lack of security
pt: Falta de segurança

# lesson_2_6_q4_a4
source: Not accepted in banks
pt: Não ser aceita em bancos

# lesson_2_6_q5
source: Credit is:
pt: Crédito é:

# lesson_2_6_q5_a1
source: Money you receive for free
pt: Dinheiro que você recebe sem pagar

# lesson_2_6_q5_a2
source: Borrowed money that must be repaid
pt: Dinheiro emprestado que deve ser devolvido

# lesson_2_6_q5_a3
source: Just a discount
pt: Apenas um desconto

# lesson_2_6_q5_a4
source: Extra salary
pt: Um salário extra

# lesson_2_6_q6
source: If a debt of R$ 1000 grows 10% per month, next month it will be:
pt: Se uma dívida de R$ 1000 cresce 10% ao mês, no mês seguinte será:

# lesson_2_6_q7
source: Which of these is a low-risk investment?
pt: Qual destes é um investimento de baixo risco?

# lesson_2_6_q7_a1
source: New stocks
pt: Ações novas

# lesson_2_6_q7_a2
source: Government bonds
pt: Tesouro Direto

# lesson_2_6_q7_a3
source: Cryptocurrencies
pt: Criptomoedas

# lesson_2_6_q7_a4
source: Lottery
pt: Loteria

# lesson_2_6_q8
source: A 20% rate on R$ 200 represents:
pt: Uma taxa de 20% em R$ 200 representa:

# lesson_2_6_q9
source: If the income is R$ 2000 and the expense is R$ 2500, the person is:
pt: Se a receita é de R$ 2000 e a despesa é de R$ 2500, a pessoa está:

# lesson_2_6_q9_a1
source: Balanced
pt: Equilibrada

# lesson_2_6_q9_a2
source: Indebted
pt: Endividada

# lesson_2_6_q9_a3
source: Saving
pt: Poupando

# lesson_2_6_q9_a4
source: Investing
pt: Investindo

# lesson_2_6_q10
source: The safest way to use a credit card is:
pt: A forma mais segura de usar cartão de crédito é:

# lesson_2_6_q10_a1
source: Pay the full bill
pt: Pagar a fatura integralmente

# lesson_2_6_q10_a2
source: Pay only the minimum
pt: Pagar só o mínimo

# lesson_2_6_q10_a3
source: Never pay
pt: Nunca pagar

# lesson_2_6_q10_a4
source: Spend beyond your income
pt: Gastar além da renda

# modulo_compreendendo_nome
source: Understanding Monetary World
pt: Compreendendo o Mundo Financeiro

# modulo_compreendendo_desc
source: Learn how compound taxes makes money (or debt) grow, what is inflation and why does it reduce buying power, and also learn how to compare taxes and plan medium term goals.
pt: Entenda como os juros compostos fazem o dinheiro crescer (ou a dívida aumentar), o que é inflação e por que ela reduz o poder de compra, além de como comparar taxas e planejar metas de médio prazo.

# mini_lesson3_1
source: Mini-aula 1 — Compound Taxes
pt: Mini-aula 1 — Juros Compostos

# mini_lesson3_2
source: Mini-aula 2 — Inflation
pt: Mini-aula 2 — Inflação

# mini_lesson3_3
source: Mini-aula 3 — Monthly Taxes x Annual Taxes
pt: Mini-aula 3 — Taxas Mensal x Taxa Anual

# mini_lesson3_4
source: Mini-aula 4 — Comparing Investments
pt: Mini-aula 4 — Comparando Investimentos

# mini_lesson3_5
source: Mini-aula 5 — Medium Term Plans
pt: Mini-aula 5 — Planejamento de Médio Prazo

# mini_lesson3_6
source: Final Text - Module 3
pt: Avaliação Final - Módulo 3

# lesson_3_1_text
source: <h3>Compound Interest</h3><p><b>Concept:</b> Compound interest is the “interest on interest”.</p><p><b>Formula:</b> M = C × (1 + i)ᵗ</p><ul><li>M = final amount</li><li>C = principal</li><li>i = interest rate</li><li>t = time</li></ul><p><b>Example:</b> If you invest R$ 1,000 at 10% per year for 2 years: M = 1000 × (1 + 0.10)² = 1000 × 1.21 = R$ 1,210.</p>
pt: <h3>Juros Compostos</h3><p><b>Conceito:</b> Juros compostos são os “juros sobre juros”.</p><p><b>Fórmula:</b> M = C × (1 + i)ᵗ</p><ul><li>M = montante final</li><li>C = capital</li><li>i = taxa de juros</li><li>t = tempo</li></ul><p><b>Exemplo:</b> Se você investe R$ 1.000 a 10% ao ano por 2 anos: M = 1000 × (1 + 0,10)² = 1000 × 1,21 = R$ 1.210.</p>

# lesson_3_2_text
source: <h3>Inflation</h3><p><b>Concept:</b> Inflation is the general increase in prices, which reduces purchasing power.</p><p><b>Example:</b> If R$ 100 buys a basket of products today, with an inflation rate of 10% per year, next year you will need R$ 110 to buy the same basket.</p>
pt: <h3>Inflação</h3><p><b>Conceito:</b> Inflação é o aumento geral dos preços, que diminui o poder de compra.</p><p><b>Exemplo:</b> Se hoje R$ 100 compram uma cesta de produtos, com inflação de 10% ao ano, no próximo ano você precisará de R$ 110 para comprar a mesma cesta.</p>

# lesson_3_3_text
source: <h3>Monthly Rate vs Annual Rate</h3><p><b>Concept:</b> The monthly rate is applied every month, while the annual rate is applied over a year.</p><p>In compound interest, you can’t simply multiply the monthly rate by 12 to get the annual rate, since the interest accumulates each period.</p><p><b>Example:</b> 12% per year is different from 1% per month under compound interest.</p>
pt: <h3>Taxa Mensal x Taxa Anual</h3><p><b>Conceito:</b> A taxa mensal é aplicada a cada mês, enquanto a taxa anual é aplicada em um ano.</p><p>Em juros compostos, não basta multiplicar a taxa mensal por 12 para obter a taxa anual, pois os juros se acumulam a cada período.</p><p><b>Exemplo:</b> 12% ao ano é diferente de 1% ao mês em regime composto.</p>

# lesson_3_4_text
source: <h3>Comparing Investments</h3><p><b>Concept:</b> Each investment has risk, return, and liquidity (ease of withdrawal).</p><ul><li><b>Savings Account:</b> low profitability and high security</li><li><b>Government Bonds (Tesouro Direto):</b> low risk and better returns</li><li><b>Stocks:</b> higher risk and higher potential returns</li></ul><p><b>Example:</b> R$ 1,000 in savings may yield R$ 4/month. R$ 1,000 in bonds may yield R$ 10/month.</p>
pt: <h3>Comparando Investimentos</h3><p><b>Conceito:</b> Cada investimento tem risco, retorno e liquidez (facilidade de resgate).</p><ul><li><b>Poupança:</b> baixa rentabilidade e alta segurança</li><li><b>Tesouro Direto:</b> baixo risco e rentabilidade melhor</li><li><b>Ações:</b> maior risco e maior potencial de retorno</li></ul><p><b>Exemplo:</b> R$ 1.000 na poupança pode render R$ 4/mês. R$ 1.000 no Tesouro pode render R$ 10/mês.</p>

# lesson_3_5_text
source: <h3>Medium-Term Planning</h3><p><b>Concept:</b> Planning for 1 to 5 years aimed at larger goals, such as buying a car, taking an international trip, or enrolling in courses.</p><p><b>Example:</b> Goal: a R$ 12,000 trip in 3 years. Save R$ 333 per month.</p>
pt: <h3>Planejamento de Médio Prazo</h3><p><b>Conceito:</b> Planejamento de 1 a 5 anos voltado para objetivos maiores, como comprar um carro, fazer uma viagem internacional ou realizar cursos.</p><p><b>Exemplo:</b> Meta: viagem de R$ 12.000 em 3 anos. Guardar R$ 333 por mês.</p>

# lesson_3_1_q1
source: What are compound interest?
pt: O que são juros compostos?

# lesson_3_1_q1_a1
source: Interest that applies only to the initial amount
pt: Juros que incidem só no valor inicial

# lesson_3_1_q1_a2
source: Interest on interest
pt: Juros sobre juros

# lesson_3_1_q1_a3
source: Fixed interest
pt: Juros fixos

# lesson_3_1_q1_a4
source: Simple interest
pt: Juros simples

# lesson_3_1_q2
source: If you invest R$ 1000 at 10% per year for 2 years, the total amount is:
pt: Se você investe R$ 1000 a 10% ao ano por 2 anos, o montante é:

# lesson_3_1_q3
source: In compound interest, the longer the time:
pt: Nos juros compostos, quanto maior o tempo:

# lesson_3_1_q3_a1
source: The smaller the growth
pt: Menor o crescimento

# lesson_3_1_q3_a2
source: The greater the growth
pt: Maior o crescimento

# lesson_3_1_q3_a3
source: Always the same
pt: Sempre igual

# lesson_3_1_q3_a4
source: No difference
pt: Sem diferença

# lesson_3_1_q4
source: Which formula represents compound interest?
pt: Qual fórmula representa juros compostos?

# lesson_3_1_q5
source: If a debt of R$ 200 grows 10% per month, after 2 months it will be:
pt: Se uma dívida de R$ 200 cresce 10% ao mês, em 2 meses será:

# lesson_3_2_q1
source: What is inflation?
pt: O que é inflação?

# lesson_3_2_q1_a1
source: Increase in wages
pt: Aumento de salários

# lesson_3_2_q1_a2
source: General increase in prices
pt: Aumento geral dos preços

# lesson_3_2_q1_a3
source: Decrease in prices
pt: Queda dos preços

# lesson_3_2_q1_a4
source: Bank interest rates
pt: Juros do banco

# lesson_3_2_q2
source: What is the effect of inflation?
pt: Qual o efeito da inflação?

# lesson_3_2_q2_a1
source: Money buys more
pt: Dinheiro compra mais

# lesson_3_2_q2_a2
source: Money buys less
pt: Dinheiro compra menos

# lesson_3_2_q2_a3
source: Money doesn’t change
pt: Dinheiro não muda

# lesson_3_2_q2_a4
source: Interest rates disappear
pt: Juros somem

# lesson_3_2_q3
source: If inflation is 5% and a product costs R$ 200, how much will it cost next year?
pt: Se a inflação é 5% e um produto custa R$ 200, quanto custará no próximo ano?

# lesson_3_2_q4
source: Which sector is most affected by inflation?
pt: Qual setor é mais afetado pela inflação?

# lesson_3_2_q4_a1
source: Prices of goods and services
pt: Preços de produtos e serviços

# lesson_3_2_q4_a2
source: Only wages
pt: Salários apenas

# lesson_3_2_q4_a3
source: Only real estate
pt: Apenas imóveis

# lesson_3_2_q4_a4
source: Only banks
pt: Apenas bancos

# lesson_3_2_q5
source: Keeping money at home during inflation means:
pt: Guardar dinheiro parado em casa durante inflação significa:

# lesson_3_2_q5_a1
source: Gaining purchasing power
pt: Ganhar poder de compra

# lesson_3_2_q5_a2
source: Losing purchasing power
pt: Perder poder de compra

# lesson_3_2_q5_a3
source: Neutralizing inflation
pt: Neutralizar inflação

# lesson_3_2_q5_a4
source: Investing in fixed income
pt: Investir em renda fixa

# lesson_3_3_q1
source: What does a monthly rate mean?
pt: O que significa taxa mensal?

# lesson_3_3_q1_a1
source: Fixed annual value
pt: Valor fixo anual

# lesson_3_3_q1_a2
source: Percentage applied each month
pt: Percentual aplicado a cada mês

# lesson_3_3_q1_a3
source: Percentage per week
pt: Percentual por semana

# lesson_3_3_q1_a4
source: Percentage per day
pt: Percentual por dia

# lesson_3_3_q2
source: A rate of 2% per month is equivalent, in simple interest, to how many percent per year?
pt: Uma taxa de 2% ao mês equivale, em juros simples, a quantos % ao ano?

# lesson_3_3_q3
source: In compound interest, 1% per month is:
pt: Em juros compostos, 1% ao mês é:

# lesson_3_3_q3_a1
source: Equal to 12% per year
pt: Igual a 12% ao ano

# lesson_3_3_q3_a2
source: Slightly higher than 12% per year
pt: Um pouco maior que 12% ao ano

# lesson_3_3_q3_a3
source: Lower than 12%
pt: Menor que 12%

# lesson_3_3_q3_a4
source: Exactly 1%
pt: Exatamente 1%

# lesson_3_3_q4
source: An annual rate of 12% means:
pt: Taxa anual de 12% significa:

# lesson_3_3_q4_a1
source: Growth of 1% per month in simple interest
pt: Crescimento de 1% ao mês em juros simples

# lesson_3_3_q4_a2
source: Growth of 12% per month
pt: Crescimento de 12% ao mês

# lesson_3_3_q4_a3
source: Growth of 24% per year
pt: Crescimento de 24% ao ano

# lesson_3_3_q4_a4
source: Undefined growth
pt: Crescimento indefinido

# lesson_3_3_q5
source: To compare investments, it is important to:
pt: Para comparar investimentos, é importante:

# lesson_3_3_q5_a1
source: Convert all rates to the same period
pt: Converter todas as taxas para o mesmo período

# lesson_3_3_q5_a2
source: Ignore the rates
pt: Ignorar as taxas

# lesson_3_3_q5_a3
source: Use only the initial value
pt: Usar só o valor inicial

# lesson_3_3_q5_a4
source: Use only inflation
pt: Usar apenas a inflação

# lesson_3_4_q1
source: Which investment is considered low risk?
pt: Qual investimento é considerado de baixo risco?

# lesson_3_4_q1_a1
source: Stocks
pt: Ações

# lesson_3_4_q1_a3
source: Cryptocurrencies
pt: Criptomoedas

# lesson_3_4_q1_a4
source: Lottery
pt: Loteria

# lesson_3_4_q2
source: Which investment has the highest risk?
pt: Qual investimento é de maior risco?

# lesson_3_4_q2_a1
source: Savings account
pt: Poupança

# lesson_3_4_q2_a2
source: Government Bonds
pt: Tesouro Direto

# lesson_3_4_q2_a3
source: Stocks
pt: Ações

# lesson_3_4_q3
source: Liquidity means:
pt: Liquidez significa:

# lesson_3_4_q3_a1
source: Investment risk
pt: Risco do investimento

# lesson_3_4_q3_a2
source: Ease of converting into cash
pt: Facilidade de transformar em dinheiro

# lesson_3_4_q3_a3
source: Interest paid
pt: Juros pagos

# lesson_3_4_q3_a4
source: Initial value
pt: Valor inicial

# lesson_3_4_q4
source: Which one has the highest liquidity?
pt: Qual tem maior liquidez?

# lesson_3_4_q4_a1
source: Savings account
pt: Poupança

# lesson_3_4_q4_a2
source: Real estate
pt: Imóveis

# lesson_3_4_q4_a3
source: Long-term stocks
pt: Ações de longo prazo

# lesson_3_4_q4_a4
source: Lottery
pt: Loteria

# lesson_3_4_q5
source: Investments with higher returns usually have:
pt: Investimentos de maior retorno geralmente têm:

# lesson_3_4_q5_a1
source: Lower risk
pt: Menor risco

# lesson_3_4_q5_a2
source: Higher risk
pt: Maior risco

# lesson_3_4_q5_a3
source: No risk
pt: Nenhum risco

# lesson_3_4_q5_a4
source: Zero risk
pt: Risco zero

# lesson_3_5_q1
source: Which is an example of a medium-term goal?
pt: Qual é um exemplo de meta de médio prazo?

# lesson_3_5_q1_a1
source: Buy bread
pt: Comprar pão

# lesson_3_5_q1_a2
source: Travel in 3 years
pt: Viajar em 3 anos

# lesson_3_5_q1_a3
source: Retire in 30 years
pt: Aposentar-se em 30 anos

# lesson_3_5_q1_a4
source: Pay monthly bills
pt: Pagar contas do mês

# lesson_3_5_q2
source: Medium-term planning lasts for:
pt: Planejamento de médio prazo tem duração de:

# lesson_3_5_q2_a1
source: Days
pt: Dias

# lesson_3_5_q2_a2
source: Months to a few years
pt: Meses a poucos anos

# lesson_3_5_q2_a3
source: Only 1 week
pt: Apenas 1 semana

# lesson_3_5_q2_a4
source: More than 30 years
pt: Mais de 30 anos

# lesson_3_5_q3
source: For a goal of R$ 6,000 in 2 years, how much should be saved per month?
pt: Para uma meta de R$ 6.000 em 2 anos, quanto guardar por mês?

# lesson_3_5_q4
source: Saving money for an international trip is:
pt: Guardar dinheiro para uma viagem internacional é:

# lesson_3_5_q4_a1
source: Fixed expense
pt: Despesa fixa

# lesson_3_5_q4_a2
source: Financial goal
pt: Meta financeira

# lesson_3_5_q4_a3
source: Debt
pt: Dívida

# lesson_3_5_q4_a4
source: Inflation
pt: Inflação

# lesson_3_5_q5
source: What is the first step in planning a medium-term goal?
pt: Qual é o primeiro passo para planejar uma meta de médio prazo?

# lesson_3_5_q5_a1
source: Define the goal and amount
pt: Definir objetivo e valor

# lesson_3_5_q5_a2
source: Spend first
pt: Gastar primeiro

# lesson_3_5_q5_a3
source: Take a loan
pt: Fazer empréstimo

# lesson_3_5_q5_a4
source: Ignore expenses
pt: Ignorar despesas

# lesson_3_6_q1
source: Compound interest is:
pt: Juros compostos são:

# lesson_3_6_q1_a1
source: Interest on interest
pt: Juros sobre juros

# lesson_3_6_q1_a2
source: Simple interest
pt: Juros simples

# lesson_3_6_q1_a3
source: Fixed interest
pt: Juros fixos

# lesson_3_6_q1_a4
source: No growth
pt: Sem crescimento

# lesson_3_6_q2
source: Inflation means:
pt: Inflação significa:

# lesson_3_6_q2_a1
source: Prices falling
pt: Preços caindo

# lesson_3_6_q2_a2
source: Prices rising
pt: Preços subindo

# lesson_3_6_q2_a3
source: High interest rates
pt: Juros altos

# lesson_3_6_q2_a4
source: Fixed income
pt: Renda fixa
