Repository: gabi-tarifa/AurumProject
Catalog: AurumProject/translations/*/LC_MESSAGES/messages.po
Languages: pt

# modulo_intro_nome
source: Introduction to Monetary World
pt: Introdução ao Mundo Financeiro

# modulo_intro_desc
source: Learn how to differentiate income and expensess, register outlay, identify necessities and wishes and build a simple budget.
pt: Aprenda a diferenciar receitas e despesas, registrar gastos, identificar necessidades e desejos e montar um orçamento simples.

# conquista_primeiro_acesso_nome
source: First Access
pt: Primeiro Acesso

# conquista_primeiro_acesso_desc
source: You accessed the system for the first time!
pt: Você acessou o sistema pela primeira vez!

# conquista_customizou_perfil_nome
source: I Am Myself
pt: Eu sou eu mesmo

# conquista_customizou_perfil_desc
source: You customized your profile.
pt: Customizou seu perfil

# conquista_quiz_pensador_nome
source: Quiz Thinker
pt: "Quiz" Pensador

# conquista_quiz_pensador_desc
source: Completed a quiz without making a mistake.
pt: Completou um quiz sem errar nenhuma questão.

# conquista_og_nome
source: I AM a OG
pt: Eu SOU um OG

# conquista_og_desc
source: Became one of Aurum's first users.
pt: Criou sua conta e fez login em até um mês depois do nosso lancamento.

# conquista_vencedor_nome
source: Winner
pt: Vencedor

# conquista_vencedor_desc
source: Won a match.
pt: Terminou em primeiro lugar no ranking

# conquista_veterano_nome
source: Veteran
pt: Veterano

# conquista_veterano_desc
source: Won a match 10 times.
pt: Terminou em primeiro lugar no ranking 10 vezes

# conquista_campeao_nome
source: Champion
pt: Campeão

# conquista_campeao_desc
source: Won a match 100 times.
pt: Terminou em primeiro lugar no ranking 100 vezes

# conquista_invicto_nome
source: Undefeated Champion
pt: Campeão Invicto

# conquista_invicto_desc
source: Won 30 matches in a row.
pt: Terminou em primeiro lugar no ranking 30 vezes consecutivas

# conquista_quizzer_desc
source: Completed your first quiz.
pt: Completou seu primeiro quiz

# conquista_quizzeiro_nome
source: Quiz Addict
pt: Quizzeiro

# conquista_quizzeiro_desc
source: Completed 10 quizes.
pt: Completou 10 quizes

# conquista_maluco_quiz_nome
source: Quiz Maniac
pt: Maluco por quiz

# conquista_maluco_quiz_desc
source: Completed 50 quizes.
pt: Completou 50 quizes

# conquista_fanatico_quiz_nome
source: Quiz Fanatic
pt: Fanático por quiz

# conquista_fanatico_quiz_desc
source: Completed 100 quizes.
pt: Completou 100 quizes

# conquista_em_crescimento_nome
source: Growing
pt: Em crescimento

# conquista_em_crescimento_desc
source: Scored 100 points.
pt: Alcançou 100 pontos

# conquista_experiente_nome
source: Experienced
pt: Experiente

# conquista_experiente_desc
source: Scored 1k points
pt: Alcançou 1.000 pontos

# conquista_guru_nome
source: Guru
pt: O Guru

# conquista_guru_desc
source: Scored 50k points
pt: Alcançou 10.000 pontos

# conquista_aurum_master_desc
source: Scored 99,999 points
pt: Alcançou 99.999 pontos

# conquista_primeira_ofensiva_nome
source: First Offensive
pt: Primeira Ofensiva

# conquista_primeira_ofensiva_desc
source: Started your first streak.
pt: Completou atividades em 1 dia seguido

# conquista_semana_fogo_nome
source: Week of Fire
pt: Semana de Fogo

# conquista_semana_fogo_desc
source: Maintained a 7-day streak.
pt: Completou atividades em 7 dias seguido

# conquista_persistente_nome
source: Persistent
pt: Persistente

# conquista_persistente_desc
source: Maintained a 30-day streak.
pt: Completou atividades por 30 dias seguidos

# conquista_imparavel_nome
source: Unstoppable
pt: Imparável

# conquista_imparavel_desc
source: Maintained a 180-day streak.
pt: Completou atividades por 180 dias seguidos

# conquista_lenda_constancia_nome
source: Consistency Legend
pt: Lenda da Constância

# conquista_lenda_constancia_desc
source: Maintained a 365-day streak.
pt: Completou atividades por 365 dias seguidos

# conquista_farinha_nome
source: Flour from the same pack
pt: Farinha do Mesmo Saco

# conquista_farinha_desc
source: Studied in the same Dev´s class and assisted him during Aurum's development .
pt: Estudou na mesma turma que o dev e o assistiu durante o desenvolvimento

# lesson1_text
source: <h3>Income and Expense</h3><p><strong>Income</strong> is all the money that comes into your pocket (salary, allowance, bonus, product sales).</p><p><strong>Expense</strong> is all the money that goes out (fixed bills, leisure, shopping, transportation).</p><p><em>Tip:</em> Think of inflow and outflow. If the money comes in → income. If it goes out → expense.</p><p><strong>Example:</strong> You receive R$ 2,000 (income). You pay R$ 800 for rent, R$ 200 for electricity, and R$ 200 for transportation (expenses). You have R$ 800 left to save or spend on leisure.</p>
pt: <h3>Receita e Despesa</h3><p><strong>Receita</strong> é todo dinheiro que entra no seu bolso (salário, mesada, bônus, venda de produtos).</p><p><strong>Despesa</strong> é todo dinheiro que sai (contas fixas, lazer, compras, transporte).</p><p><em>Dica:</em> Pense em entrada e saída. Se o dinheiro entra → receita. Se sai → despesa.</p><p><strong>Exemplo:</strong> Você recebe R$ 2.000 (receita). Paga R$ 800 de aluguel, R$ 200 de luz e R$ 200 de transporte (despesas). Sobra R$ 800 para poupar ou gastar com lazer.</p>

# lesson1_q1
source: What best defines income?
pt: O que melhor define uma receita?

# lesson1_q1_a1
source: Amount spent on fixed bills
pt: Valor gasto em contas fixas

# lesson1_q1_a2
source: Money coming into the budget
pt: Entrada de dinheiro no orçamento

# lesson1_q1_a3
source: Debt taken with the bank
pt: Dívida contraída com o banco

# lesson1_q1_a4
source: Reduction of expenses in the month
pt: Redução de despesas no mês

# lesson1_q2
source: Which situation represents an expense?
pt: Qual das situações representa uma despesa?

# lesson1_q2_a1
source: Receiving sales commission
pt: Receber comissão de vendas

# lesson1_q2_a2
source: Paying a gym membership
pt: Pagar mensalidade da academia

# lesson1_q2_a3
source: Selling a used item
pt: Vender um objeto usado

# lesson1_q2_a4
source: Saving money in a savings account
pt: Guardar dinheiro na poupança

# lesson1_q3
source: When paying rent, what happens in the budget?
pt: Ao pagar o aluguel, o que ocorre no orçamento?

# lesson1_q3_a1
source: Income increases
pt: Aumenta a receita

# lesson1_q3_a2
source: A new debt arises
pt: Surge uma nova dívida

# lesson1_q3_a3
source: There is an outflow of money
pt: Há uma saída de dinheiro

# lesson1_q3_a4
source: The total balance does not change
pt: O saldo total não se altera

# lesson1_q4
source: A person earns R$ 2,000 and spends R$ 1,800. Their final balance is:
pt: Uma pessoa recebe R$ 2.000 e gasta R$ 1.800. Seu saldo final é:

# lesson1_q4_a1
source: Surplus of R$ 1,800
pt: Superávit de R$ 1.800

# lesson1_q4_a2
source: Deficit of R$ 200
pt: Déficit de R$ 200

# lesson1_q4_a3
source: Remaining R$ 200
pt: Sobra de R$ 200

# lesson1_q4_a4
source: No change in the budget
pt: Nenhuma alteração no orçamento

# lesson1_q5
source: Which option is an example of extra income?
pt: Qual opção é um exemplo de receita extra?

# lesson1_q5_a1
source: Overdue electricity bill
pt: Conta de energia atrasada

# lesson1_q5_a2
source: Unexpected salary bonus
pt: Bônus salarial inesperado

# lesson1_q5_a3
source: Installment purchase of an appliance
pt: Compra parcelada de eletrodoméstico

# lesson1_q5_a4
source: Credit card payment
pt: Pagamento do cartão de crédito

# lesson2_text
source: <h3>How to Record Expenses</h3><p>Recording expenses is like taking a snapshot of your finances. Without this control, you don’t know where your money goes.</p><p>This can be done on paper, in a spreadsheet, or using a free app.</p><p>It is important to record both income and expenses, even the small ones.</p><table><tr><th>Date</th><th>Description</th><th>Type</th><th>Amount</th></tr><tr><td>08/05</td><td>Electricity bill</td><td>Expense</td><td>$120</td></tr><tr><td>08/07</td><td>Salary</td><td>Income</td><td>$1500</td></tr><tr><td>08/09</td><td>Cinema</td><td>Expense</td><td>$40</td></tr></table>
pt: <h3>Como Registrar Gastos</h3><p>Registrar gastos é como tirar uma foto das suas finanças. Sem esse controle, você não sabe para onde seu dinheiro vai.</p><p>Pode ser feito em papel, planilha ou aplicativo gratuito.</p><p>É importante registrar tanto receitas quanto despesas, até as pequenas.</p><table><tr><th>Data</th><th>Descrição</th><th>Tipo</th><th>Valor</th></tr><tr><td>05/08</td><td>Conta de luz</td><td>Despesa</td><td>R$120</td></tr><tr><td>07/08</td><td>Salário</td><td>Receita</td><td>R$1500</td></tr><tr><td>09/08</td><td>Cinema</td><td>Despesa</td><td>R$40</td></tr></table>

# lesson2_q1
source: What is the main reason for recording expenses?
pt: Qual é o principal motivo para registrar gastos?

# lesson2_q1_a1
source: To find out where the money is going
pt: Descobrir para onde o dinheiro está indo

# lesson2_q1_a2
source: To guarantee an automatic increase in income
pt: Garantir aumento automático da receita

# lesson2_q1_a3
source: To reduce the value of fixed expenses
pt: Reduzir o valor das despesas fixas

# lesson2_q1_a4
source: To avoid having to pay taxes
pt: Evitar ter de pagar impostos

# lesson2_q2
source: Where can expenses be recorded efficiently?
pt: Onde é possível registrar gastos de forma eficiente?

# lesson2_q2_a1
source: Only in paid apps
pt: Somente em aplicativos pagos

# lesson2_q2_a2
source: On paper, in a spreadsheet, or in free apps
pt: Em papel, planilha ou aplicativos gratuitos

# lesson2_q2_a3
source: Only in bank statements
pt: Apenas em relatórios bancários

# lesson2_q2_a4
source: By keeping everything in memory
pt: Guardando tudo de memória

# lesson2_q3
source: What risk arises from not recording your expenses?
pt: Qual risco surge ao não registrar seus gastos?

# lesson2_q3_a1
source: Automatically increasing income
pt: Aumentar automaticamente a receita

# lesson2_q3_a2
source: Always having a positive balance
pt: Ter sempre saldo positivo

# lesson2_q3_a3
source: Forgetting financial commitments
pt: Esquecer compromissos financeiros

# lesson2_q3_a4
source: Reducing the number of expenses
pt: Reduzir o número de despesas

# lesson2_q4
source: One clear advantage of writing down expenses is:
pt: Uma vantagem clara de anotar despesas é:

# lesson2_q4_a1
source: Knowing if the money is going to needs or wants
pt: Saber se o dinheiro está indo para necessidades ou desejos

# lesson2_q4_a2
source: Making it easier to get bank credit approved
pt: Facilitar a aprovação de crédito no banco

# lesson2_q4_a3
source: Avoiding receiving salary in cash
pt: Evitar receber salário em espécie

# lesson2_q4_a4
source: Artificially increasing monthly income
pt: Aumentar artificialmente a renda mensal

# lesson2_q5
source: If someone spends $50 on leisure and doesn’t record it, what may happen?
pt: Se alguém gasta R$ 50 em lazer e não registra, o que pode acontecer?

# lesson2_q5_a1
source: The amount is turned into income
pt: O valor é transformado em receita

# lesson2_q5_a2
source: The expense may be forgotten
pt: O gasto pode ser esquecido

# lesson2_q5_a3
source: The money goes back to the balance
pt: O dinheiro retorna ao saldo

# lesson2_q5_a4
source: The expense is automatically classified as fixed
pt: O gasto é automaticamente classificado como fixo

# lesson3_text
source: <h3>Difference between Wants and Needs</h3><p>Knowing how to differentiate between <b>needs</b> and <b>wants</b> is essential to organize your finances.</p><p>Needs are essential expenses, such as housing, food, healthcare, and transportation.</p><p>Wants are expenses that bring pleasure or comfort, but are not indispensable, such as trips, brand-name clothes, or new electronics.</p><p>By identifying each expense, it becomes easier to control where your money is going.</p><table><tr><th>Example</th><th>Category</th></tr><tr><td>Rent</td><td>Need</td></tr><tr><td>Medicine</td><td>Need</td></tr><tr><td>Streaming subscription</td><td>Want</td></tr><tr><td>Expensive restaurant</td><td>Want</td></tr></table>
pt: <h3>Diferença entre Desejos e Necessidades</h3><p>Saber diferenciar o que é <b>necessidade</b> e o que é <b>desejo</b> é fundamental para organizar suas finanças.</p><p>Necessidades são gastos essenciais, como moradia, alimentação, saúde e transporte.</p><p>Desejos são gastos que trazem prazer ou conforto, mas que não são indispensáveis, como viagens, roupas de marca ou eletrônicos novos.</p><p>Ao identificar cada gasto, fica mais fácil controlar para onde seu dinheiro está indo.</p><table><tr><th>Exemplo</th><th>Categoria</th></tr><tr><td>Aluguel</td><td>Necessidade</td></tr><tr><td>Medicamentos</td><td>Necessidade</td></tr><tr><td>Streaming</td><td>Desejo</td></tr><tr><td>Restaurante caro</td><td>Desejo</td></tr></table>

# lesson3_q1
source: What is the main difference between wants and needs?
pt: Qual é a principal diferença entre desejos e necessidades?

# lesson3_q1_a1
source: Needs are essential, wants are non-essential
pt: Necessidades são essenciais, desejos são supérfluos

# lesson3_q1_a2
source: Wants are mandatory, needs are optional
pt: Desejos são obrigatórios, necessidades são opcionais

# lesson3_q1_a3
source: Both are the same type of expense
pt: Ambos são gastos iguais

# lesson3_q1_a4
source: Wants are always cheaper than needs
pt: Desejos são mais baratos que necessidades

# lesson3_q2
source: Which example represents a need?
pt: Qual exemplo é de uma necessidade?

# lesson3_q2_a1
source: Streaming subscription
pt: Assinatura de streaming

# lesson3_q2_a2
source: Buying brand-name clothes
pt: Compra de roupas de marca

# lesson3_q2_a3
source: Medicine
pt: Medicamentos

# lesson3_q2_a4
source: International trip
pt: Viagem internacional

# lesson3_q3
source: Why is it important to identify whether an expense is a need or a want?
pt: Por que é importante identificar se um gasto é necessidade ou desejo?

# lesson3_q3_a1
source: To better organize the budget
pt: Para organizar melhor o orçamento

# lesson3_q3_a2
source: To receive a higher salary
pt: Para receber mais salário

# lesson3_q3_a3
source: To pay fewer taxes
pt: Para pagar menos impostos

# lesson3_q3_a4
source: To automatically increase income
pt: Para aumentar automaticamente os ganhos

# lesson3_q4
source: If a person spends most of their money on wants, what might happen?
pt: Se uma pessoa gastar a maior parte do dinheiro com desejos, o que pode acontecer?

# lesson3_q4_a1
source: They may lack money for needs
pt: Faltará dinheiro para necessidades

# lesson3_q4_a2
source: The money will never run out
pt: O dinheiro nunca acabará

# lesson3_q4_a3
source: The salary will increase automatically
pt: O salário aumentará sozinho

# lesson3_q4_a4
source: The bank will forgive all debts
pt: O banco perdoará todas as dívidas

# lesson3_q5
source: A basic food expense is classified as:
pt: Um gasto com alimentação básica é classificado como:

# lesson3_q5_a1
source: Want
pt: Desejo

# lesson3_q5_a2
source: Need
pt: Necessidade

# lesson3_q5_a3
source: Invisible expense
pt: Gasto invisível

# lesson3_q5_a4
source: Superfluous pleasure
pt: Prazer supérfluo

# lesson4_text
source: <h3>Creating a Budget</h3><p>A budget is like a map of your money.</p><p>First, list your <b>income</b>.</p><p>Then, record all your <b>expenses</b>.</p><p>Subtract expenses from income to see if you have a surplus or a deficit.</p><p>If there’s a surplus, save a portion.</p><p>If there’s a deficit, cut unnecessary expenses.</p><p><b>Example:</b><br>Income: $2,000<br>Expenses: $1,500<br>Balance: $500<br>Decision: save $200 and use $300 for leisure.</p>
pt: <h3>Criando um Orçamento</h3><p>Um orçamento é como um mapa do seu dinheiro.</p><p>Primeiro, anote suas <b>receitas</b>.</p><p>Depois, registre todas as <b>despesas</b>.</p><p>Subtraia despesas das receitas para ver se sobra ou falta.</p><p>Se sobrar, guarde uma parte.</p><p>Se faltar, corte gastos desnecessários.</p><p><b>Exemplo:</b><br>Receita: R$ 2.000<br>Despesas: R$ 1.500<br>Saldo: R$ 500<br>Decisão: guardar R$ 200 e usar R$ 300 para lazer.</p>

# lesson4_q1
source: If your expenses exceed your income, what does it mean?
pt: Se suas despesas superam suas receitas, o que significa?

# lesson4_q1_a1
source: You have extra money
pt: Você tem sobra de dinheiro

# lesson4_q1_a2
source: The budget is in deficit
pt: O orçamento está em déficit

# lesson4_q1_a3
source: The finances are balanced
pt: As finanças estão equilibradas

# lesson4_q1_a4
source: There is no impact on the final balance
pt: Não há impacto no saldo final

# lesson4_q2
source: Saving part of the surplus money is considered:
pt: Guardar parte do dinheiro que sobra é considerado:

# lesson4_q2_a1
source: A healthy personal finance habit
pt: Uma prática saudável de finanças pessoais

# lesson4_q2_a2
source: A legal obligation
pt: Obrigação legal

# lesson4_q2_a3
source: Future indebtedness
pt: Endividamento futuro

# lesson4_q2_a4
source: A waste of capital
pt: Desperdício de capital

# lesson4_q3
source: If someone earns $1,000 and spends exactly $1,000, the balance is:
pt: Se alguém ganha R$ 1.000 e gasta exatamente R$ 1.000, o saldo é:

# lesson4_q3_a1
source: Balanced, no surplus or deficit
pt: Equilíbrio, sem sobra nem déficit

# lesson4_q3_a2
source: Deficit of $1,000
pt: Déficit de R$ 1.000

# lesson4_q3_a3
source: Surplus of $1,000
pt: Superávit de R$ 1.000

# lesson4_q3_a4
source: Positive balance of $500
pt: Saldo positivo de R$ 500

# lesson4_q4
source: What is the best action when money is left over at the end of the month?
pt: Qual é a melhor atitude quando sobra dinheiro no mês?

# lesson4_q4_a1
source: Spend it all on immediate leisure
pt: Usar tudo para lazer imediato

# lesson4_q4_a2
source: Set aside part for savings or investment
pt: Reservar uma parte para poupança ou investimento

# lesson4_q4_a3
source: Take on new debts in advance
pt: Antecipar novas dívidas

# lesson4_q4_a4
source: Buy impulsively
pt: Adquirir bens por impulso

# lesson4_q5
source: What does 'cutting unnecessary expenses' mean?
pt: O que significa 'cortar despesas desnecessárias'?

# lesson4_q5_a1
source: Eliminating superfluous spending
pt: Eliminar gastos supérfluos

# lesson4_q5_a2
source: Reducing income
pt: Reduzir a receita

# lesson4_q5_a3
source: Not paying fixed bills
pt: Deixar de pagar contas fixas

# lesson4_q5_a4
source: Increasing the credit card limit
pt: Aumentar o limite do cartão de crédito

# mini_lesson1
source: Mini-lesson 1 — Income and Expenses
pt: Mini-aula 1 — Receita e Despesa

# mini_lesson2
source: Mini-lesson 2 — How to Record Expenses
pt: Mini-aula 2 — Como Registrar Gastos

# mini_lesson3
source: Mini-lesson 3 — Needs vs. Wants
pt: Mini-aula 3 — Necessidade vs. Desejo

# mini_lesson4
source: Second Chance
pt: Mini-aula 4 — Criando um Orçamento

# segunda_chance_desc
source: Keep pushing forward without fear of making mistakes!
pt: Mantenha a sua ofensiva sem medo de errar!

# modulo_pri_passos_nome
source: First Steps on Monetary World
pt: Primeiros Passos no Mundo Financeiro

# modulo_pri_passos_desc
source: Learn how money grows, multiplies and may work on your favor. In this module, you'll learn how interest rates, credit, and the simplest forms of investment work , giving you the firsts steps for money independency
pt: Aprenda como o dinheiro cresce, se multiplica e pode trabalhar a seu favor. Neste módulo, você vai entender como funcionam os juros, o crédito e as formas de investimento mais simples, dando os primeiros passos rumo à independência financeira.

# mini_lesson2_1
source: Mini-lesson 1 — Simple Interest Rates
pt: Mini-aula 1 — Juros Simples

# mini_lesson2_2
source: Mini-aula 2 — Credit and loans
pt: Mini-aula 2 — Crédito e Empréstimos

# mini_lesson2_3
source: Mini-aula 3 — Savings x Investments
pt: Mini-aula 3 — Poupança x Investimento

# mini_lesson2_4
source: Mini-aula 4 — Interest Rates on Credit Card
pt: Mini-aula 4 — Juros no Cartão de Crédito

# mini_lesson2_5
source: Mini-aula 5 — Taxes e Basic Calculations
pt: Mini-aula 5 — Taxas e Cálculos Básicos

# mini_lesson2_6
source: Final Text — Module 2
pt: Avaliação Final — Módulo 2

# lesson_2_1_text
source: <h3>Simple Interest</h3><p><b>Concept:</b> Simple interest is calculated only on the initial amount (principal).</p><p><b>Formula:</b> J = C × i × t</p><ul><li><b>C</b> = capital (initial value)</li><li><b>i</b> = interest rate</li><li><b>t</b> = time</li></ul><p><b>Example:</b></p><p>If you lend R$ 1,000 at 2% per month for 3 months:</p><p>J = 1000 × 0.02 × 3 = <b>R$ 60 in interest</b>.</p>
pt: <h3>Juros Simples</h3><p><b>Conceito:</b> Juros simples são calculados apenas sobre o valor inicial (capital).</p><p><b>Fórmula:</b> J = C × i × t</p><ul><li><b>C</b> = capital (valor inicial)</li><li><b>i</b> = taxa de juros</li><li><b>t</b> = tempo</li></ul><p><b>Exemplo:</b></p><p>Se você empresta R$ 1.000 a 2% ao mês por 3 meses:</p><p>J = 1000 × 0,02 × 3 = <b>R$ 60 de juros</b>.</p>

# lesson_2_2_text
source: <h3>Credit and Loans</h3><p><b>Concept:</b> Credit means using borrowed money from a bank or lender that must be paid back with interest.</p><p><b>Example:</b> If you borrow R$ 1,000 with 5% monthly interest, you will pay R$ 50 in interest per month, plus the borrowed amount.</p>
pt: <h3>Crédito e Empréstimos</h3><p><b>Conceito:</b> Crédito é usar dinheiro emprestado de um banco ou financeira, que deve ser devolvido com juros.</p><p><b>Exemplo:</b></p><p>Se você pega R$ 1.000 emprestados com juros de 5% ao mês, vai pagar R$ 50 só de juros por mês, além do valor emprestado.</p>

# lesson_2_3_text
source: <h3>Savings vs Investment</h3><p><b>Savings:</b> a simple way to save money, but with low profitability.</p><p><b>Investment:</b> investing money to earn higher returns, assuming some level of risk.</p><p><b>Example:</b></p><p>Saving R$ 1,000 in a savings account may yield less than R$ 10 per month.</p><p>Investing in government bonds (like Tesouro Direto) may yield more, depending on the interest rate.</p>
pt: <h3>Poupança x Investimento</h3><p><b>Poupança:</b> forma simples de guardar dinheiro, mas com baixa rentabilidade.</p><p><b>Investimento:</b> aplicar dinheiro para ter retorno maior, assumindo algum risco.</p><p><b>Exemplo:</b></p><p>Guardar R$ 1000 na poupança pode render menos de R$ 10 por mês.</p><p>Investir em Tesouro Direto pode render mais, dependendo da taxa de juros.</p>

# lesson_2_4_text
source: <h3>Credit Card Interest</h3><p>The credit card charges <b>very high compound interest</b> when the bill is not fully paid.</p><p><b>Compound interest:</b> interest on interest, which makes the debt grow quickly.</p><p><b>Example:</b> If you don’t pay R$ 1,000, in a few months the debt can more than double due to compound interest.</p>
pt: <h3>Juros no Cartão de Crédito</h3><p><b>Conceito:</b> O cartão de crédito cobra juros compostos altíssimos quando a fatura não é paga integralmente.</p><p><b>Exemplo:</b></p><p>Se você deixa de pagar R$ 1.000, em poucos meses a dívida pode mais que dobrar devido aos <b>juros sobre juros</b>.</p>

# lesson_2_5_text
source: <h3>Rates and Basic Calculations</h3><p><b>Concept:</b> A rate is a percentage applied to a value. It can be monthly, yearly, etc.</p><p><b>Example:</b></p><p>A loan of R$ 1,000 at 3% per month results in <b>R$ 30 of interest</b> per month.</p>
pt: <h3>Taxas e Cálculos Básicos</h3><p><b>Conceito:</b> Taxa é um percentual aplicado sobre um valor. Pode ser mensal, anual, etc.</p><p><b>Exemplo:</b></p><p>Um empréstimo de R$ 1.000 a 3% ao mês → R$ 30 de juros ao mês.</p>

# lesson_2_1_q1
source: What is simple interest?
pt: O que são juros simples?

# lesson_2_1_q1_a1
source: Interest that grows on the initial amount
pt: Juros que crescem sobre o valor inicial

# lesson_2_1_q1_a2
source: Interest that grows on previous interest
pt: Juros que crescem sobre juros
